Revit 2027 API
ParameterTypeId.StairsAttrStairsCutOffset Property
 "Extend Below Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrStairsCutOffset { get; }
Public Shared ReadOnly Property StairsAttrStairsCutOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrStairsCutOffset {
	ForgeTypeId^ get ();
}
static member StairsAttrStairsCutOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace